Repository: TheNasbit/RemnantSaveGuardian
Catalog: RemnantSaveGuardian/locales/Strings.*.resx
Languages: de

source: Active
de: Aktiv

source: Adventure
de: Abenteuer

source: Always On Top
de: Immer im Vordergrund

source: Are you sure you want to delete backup {backupName}?
de: Bist du sicher, dass du Backup {backupName} löschen möchtest?

source: Backup completed
de: Sicherung erfolgreich

source: Backup deleted
de: Sicherung gelöscht

source: Backup Folder
de: Sicherungs Ordner

source: Backup folder not set; reverting to default.
de: Sicherungs Ordner nicht eingestellt, verwende Standard.

source: AboutRSG
de: Remnant Save Guardian

source: Backup restored
de: Sicherung wiederhergestellt

source: Backups folder not found, creating...
de: Sicherungs Ordner nicht gefunden, wird erstellt...

source: Backups found
de: Sicherungen gefunden

source: btnBackup_ToolTip
de: Sichere aktuellen Speicherstand

source: btnCheckUpdate_Content
de: Prüfen

source: btnOpenBackupsFolder_ToolTip
de: Öffne Sicherungs Ordner

source: btnStartGame_ToolTip
de: Spiel starten

source: Campaign
de: Kampagne

source: Cancel
de: Abbrechen

source: Character
de: Charakter

source: Characters
de: Charaktere

source: chkAutoBackup_Content
de: Erstelle automatische Sicherung des Spielstands

source: chkAutoBackup_ToolTip
de: Überwache Remnant Speicherstände und sichere diese, wenn sie sich verändern

source: chkAutoCheckUpdate_Content
de: Prüfe automatisch nach Updates

source: chkAutoHideNaviAndTitleBar_Content
de: Automatisch Menü und Titel-Bar verstecken wenn inaktiv

source: chkCreateLogFile_Content
de: Schreibe Log-Datei

source: chkCreateLogFile_ToolTip
de: Ob eine Log-Datei (log.txt) erstellt werden soll

source: chkOnlyInactive_Content
de: Nur wenn nicht aktiv

source: chkOpacity_Content
de: Fenster Sichtbarkeit

source: chkOpacity_note_Text
de: Experimental, kann Instabilität verursachen

source: chkShowCoopItems_Content
de: Zeige Co-op Gegenstände im Welten-Analysierer

source: White
de: Weiß

source: World Analyzer
de: Welten Analysierer

source: Settings
de: Einstellungen

source: Delete
de: Löschen

source: Date
de: Datum

source: Dark
de: Dunkel

source: Close
de: Schließen

source: Home
de: Start

source: lblOpacitySlider_Text
de: Sichtbarkeit

source: lblStartPage_Text
de: Startseite

source: lblSwitchLanguage_Text
de: Sprache wählen

source: Light
de: Hell

source: menuRestoreWorlds_Header
de: Nur Welten

source: Missing Items
de: Fehlende Gegenstände

source: New version available!
de: Neue Version verfügbar

source: Open Folder
de: Ordner öffnen

source: Open wiki
de: Wiki öffnen

source: Possible Items
de: Verfügbare Gegenstände

source: Red
de: Rot
